feat: SOC Analyst cheatsheet
